<template>
  <q-page class="bg-grey-1 row justify-center t-of-us">
    <div class="col-xs-10 t-of-us__wrapper"
      style="max-width: 750px;"
    >
      <div class="t-of-us__item">
        <q-card
          class="bg-white q-mt-xl q-px-xl"
          flat
          style="overflow: hidden;"
        >
          <q-card-section class="q-py-xl">
            <div>
              <h6 class="q-ma-none q-pa-none text-grey-7 font-medium text-center q-my-md">
                תקנון והוראות שימוש
              </h6>
							<div class="q-my-lg text-caption">
								ברוכים הבאים לחנות אונליין - RBPC פתרונות המחשוב
							</div>
							<div class="column justify-start items-start">
								<div class="q-ma-none q-pa-none text-grey-7 font-medium text-center q-my-md text-subtitle1 q-px-md">
									מידע כללי
								</div>
                <div class="text-grey-6">
<ol>
	<li>
חנות אונליין RBpc (להלן "האתר") משמשת כחנות וירטואלית ומאפשרת הזמנת מוצרי מחשוב
<br>
(חומרה ותוכנה) ע"י גולשים ישראלים ובתנאי שמלאו להם 18 שנה. הרכישה מותנת על פי המלאי 
<br>
(המלאי נבדק לפני ביצוע התשלום).
</li>
										<li>
חברת RBpc הינה בעלת האתר היחידה וכל הזכויות על האתר שייכות אך ורק לחברת RBpc.
</li>
										<li>
הכתוב בתקנון ישמש כחוזה לכל דבר ולכל בוררות בין לקוח וחברה. לפיכך, הלקוח מתבקש לקרוא
<br>
ולעיין בתקנון זה ולהתחייב לתנאים שבו לפני ביצוע הרכישה.
</li>
										<li>
גלישה ו/או שימוש באתר ו/או הזמנה ורכישת מוצרים ושירותים מהווה הסכמה מלאה של הלקוח
<br>
לנהוג על פי הוראות ותנאי התקנון. במידה והלקוח אינו מסכים לתנאי התקנון או לחלק מהם, יתבקש
<br>
שלא לעשות כל שימוש באתר.
</li>
										<li>
תנאי והוראות בתקנון זה יכולים להשתנות בכל עת והחברה שומרת לעצמה את הזכויות  לעדכן,
<br>
 לשנות ו/או לבטלם על פי שיקול דעתה . הנוסח האחרון הוא המחייב
</li>
										<li>
השימוש בלשון זכר בתקנון ו/או בכל מלל אחר שבאתר נעשה מטעמי נוחות בלבד וכל מקום בתקנון
<br>
 זה ו/או באתר בו משתמשים בלשון זכר, אך מתייחס לשני המינים.
</li>
										<li>
במקרה והלקוח מעוניין לשלם בכרטיס אשראי בעת הרכישה, החברה רשאית לאמת את פרטי בעל
<br>
 האשראי ואפשרות גבייה אוטומטית מהכרטיס .
</li>
										<li>
המוצרים שבאתר אינם מיועדים לרכישה סיטונאית וגם לא למכירה חוזרת.
</li>
										<li>
החברה אינה אחראית אל כל נזק עקיף או ישיר אשר נגרם לגולש עקב שימוש או רכישה באתר. כגון,
<br>
 הפסד הכנסה או מניעת רווח.
</li>
										<li>
חברת RBpc לא תיקח כל אחריות בעת הרכבה או התקנה לא נכונה של מוצרים שנקנו באתר ע"י
<br>
 הלקוח. כנ"ל, בעת קבלת ההזמנה הלקוח לוקח אחריות מלאה על שימוש נכון ותחזוקתו של המוצר
<br>
  אשר נקנה באתר החברה.
</li>
										<li>
רישום המחשב של החברה בדבר הפעולות אשר בוצעו באמצעות האתר יהווה ראיה לנכונות
<br>
 הפעולות וישרתו בעתיד את הלקוח ואת החברה במידת הצורך
 <br>
  (שיחזור חשבוניות, הזמנות חוזרות וכ"ו).
</li>
</ol>
                </div>


								<div class="q-ma-none q-pa-none text-grey-7 font-medium text-center q-my-md text-subtitle1 q-px-md">
									הזכות להשתמש באתר
								</div>
                <div class="text-grey-6">
									<ol>
										<li>
כל לקוח אשר מסכים ומקבל את תנאי התקנון במלואו ואינו מתחת לגיל 18(קטין).
</li>
										<li>
כל לקוח אשר בעל תעודת זהות ישראלית, או חברה ,ו/או בעל עסק הרשום כדין בישראל ובעל תא
<br>
 דואר אלקטרוני ו/או בעל כתובת בישראל.
</li>
										</ol>
                </div>


								<div class="q-ma-none q-pa-none text-grey-7 font-medium text-center q-my-md text-subtitle1 q-px-md">
									 המוצרים המוצעים באתר
								</div>
                <div class="text-grey-6">
									<ol>
										<li>
לכל הפריטים, תוכנות או השירותים המוצעים באתר ישנם מחירי מחירון הכוללים: מחיר המוצר כולל
<br>
 מע"מ, מחיר דמי שרות/הרכבה/התקנה, מחיר דמי משלוח (המשלוחים לרבות למקומות בטוחים כפי
<br>
  שצוין בהמשך).
</li>
										<li>
התמונות באתר להמחשה בלבד, כמו כן הצבעים הנראים באתר יכולים להשתנות בין מסך למסך.
<br>
 המפרט הטכני הרשום באתר של מוצר/תוכנה הוא זה שקובע התאמה לדרישת הלקוח.
</li>
										<li>
למידע כללי על נפחים, שטחי אחסון וזיכרון-לחץ כאן
</li>
										<li>
נתונים טכניים ואחרים כתנאי הרכישה כפופים לתיאור ורישום היצרן/יבואן על המוצר. לדוגמה:
<br>
 גודל,נפח או שיטות בדיקה.
</li>
										<li>
תנאי האחריות של מוצרים כפופים לרישום בתעודת האחריות, בחשבונית, בתעודת המשלוח או
<br>
 בהצעת המחיר על פי אחריות היצרן או היבואן, למעט מחשבים נייחים הנבנים על ידיRbpc
 <br>  בהתאמה אישית לפי דרישת הלקוח. במקרה זה האחריות היא של חברת RBpc.
</li>
										<li>
את התשלום עבור מוצרים/שרותים המוצעים לרכישה באתר ניתן לבצע בשיטות הבאות: כרטיס
<br>
 אשראי ישראלי או מוכר בישראל, כספים מזומנים (על פי החוק לצמצום שימוש במזומן 2019)  ו/או
 <br>
  העברה בנקאית.
</li>
										<li>
המחירים והמבצעים המופיעים באתר הינם בתוקף הרשום במבצע ו/או עד גמר המלאי. החברה
<br>
 שומרת לעצמה זכות לשנות או לעצור את המבצע בכל עת ללא הודעה מראש.
</li>
										</ol>
                </div>


								<div class="q-ma-none q-pa-none text-grey-7 font-medium text-center q-my-md text-subtitle1 q-px-md">
									שיטות המכירה באתר ואופן ביצוע ההזמנה והקניה
								</div>
                <div class="text-grey-6">
<ol>
	<li>
		עסקאות המשולמות באמצעות כרטיס אשראי:
		<ol>
			<li>
				 כאשר הלקוח מבצע הזמנה באתר באמצעות כרטיס אשראי, תיערך חברת RBpc  בדיקת פרטי הכרטיס ויחד עם
				 <br>
				  אישור ההזמנה על ידי חברת כרטיסי האשראי, תשלח הודעה כי הפעולה אושרה או נדחתה. במידה וההזמנה אושרה,
				  <br>
				   תירשם ההזמנה במחשב החברה ויקבל הלקוח אישור בדואר האלקטרוני על אישור הפעולה. נציין ונדגיש כי רק אישור על
				<br>
				    ביצוע הזמנה אשר נשלח לדואר האלקטרוני של הלקוח הכולל את פרטי ההזמנה המדויקים, לרבות פרטי הלקוח, מספר
				<br>
					 ההזמנה, פרטי ההזמנה, יהווה אישור על קליטת ההזמנה בחברת RBpc. טרם התקבל אישור מחברת האשראי, וטרם
				<br>
					נשלח אישור כאמור- לא יחשב כל תוקף להזמנה על-ידי הלקוח.
			</li>
			<li>
 במידה ולא אושרה העסקה ע"י חברת האשראי יקבל המזמין הודעה תוך 96 שעות וההזמנה תחשב למבוטלת.
			</li>
			<li>
 זכאית חברת rbpc  לבטל את פעולת גבייה בכרטיס אשראי לפי שיקול דעתה, במידה ואין תיאום מלא בין הפרטים
 <br>
  הרשומים בהזמנה  לבין פרטי הלקוח מחשש לאי קבלת תמורה בעת אספקת המוצר/ שירות.
			</li>
		</ol>
	</li>
			<li>
				העברה בנקאית- לקוח אשר בחר לשלם באמצעות העברה בנקאית מתחייב לשלם מראש את מחיר
				<br>
				 המוצר במלואו בעת ההזמנה. לא ניתן לפצל את התשלום.
			</li>
			<li>
תשלום במזומן- בבחירת תשלום באמצעות כספים מזומנים (לפי החוק לצמצום השימוש במזומן
<br>
 2019) מתחייב הלקוח לשלם מראש את מחיר המוצר במלואו בעת ההזמנה. לא ניתן לפצל את
 <br>
  התשלום.
			</li>
			<li>
הלקוח מתחייב לשלם במלוא את סכום ההזמנה בעת הזמנה באתר גם אם מבקש איסוף עצמי. לא
<br>
 ניתן לשריין מוצר ללא תשלום מלא.
			</li>
			<li>
הפרטים אשר הזין הלקוח בטופס הרשמה אלקטרוני יופיעו ברישום העסקה במחשב הRBpc-, וכמו
<br>
כן יהוו ראיה לפעילות באתר. מילוי הפרטים הללו תהיה אחריות של המזמין בלבד. האתר אינו אחראי
<br>
על פרטים שהוזנו באופן שגוי.
			</li>
			<li>
לקוח מצהיר כי כל הפרטים אשר הזין במערכת אמתיים ונכונים . מסירת פרטים מדומים הינה עבירת
<br>
 חוק פלילית והעושה כך, צפוי להליכים משפטיים אזרחיים ופליליים.
			</li>
			<li>
מאחר ומחירי המוצרים משתנים על ידי הספקים, היבואנים או היצרנים ומבצעים משתנים על פי מלאי
<br>
של החנות, תהיה הצעת המחיר רלוונטית ומחייבת במידה ובתנאי שתאושר על ידי הלקוח ביום
<br>
 שליחתה על ידי RBpc  וקבלתה על ידי הלקוח בדואר אלקטרוני. במידה ולא ותאושר באותו יום
<br> 
עסקים או תתעכב על ידי הלקוח מספר ימים תאלץ RBpc להגיש הצעת מחיר חדשה ומעודכנת
<br>
לאישור, כגון תבוטל הצעת מחיר הקודמת ותחשב כי לא רלוונטית.
			</li>
</ol>
                </div>


								<div class="q-ma-none q-pa-none text-grey-7 font-medium text-center q-my-md text-subtitle1 q-px-md">
									אספקות מוצרים
								</div>
                <div class="text-grey-6">
<ol>
									<li>
									הלקוח רשאי לבחור בין אפשרות של איסוף עצמי לבין משלוח בעת ביצוע ההזמנה באתר בהתאם
									<br>
									 למפורט בדף מדיניות המשלוחים והאספקה. נציין ונדגיש כי לא ניתן יהיה לשנות את אופן האספקה
									 <br>
									  לאחר השלמת ההזמנה.
			</li>
			<li>
כאשר בחר הלקוח באפשרות משלוח עד הבית, תדאג חברת RBpc לאספקת המוצר תוך 12 ימי
<br>
 עסקים לכתובת בישראל בהתאם למפורט במדיניות המשלוחים והאספקה. מובהר כי דמי המשלוח
<br>
עשויים להשתנות מכתובת לכתובת כמפורט בדף מדיניות המשלוחים והאספקה.
			</li>
			<li>
החברה אינה אחראית לאיחור באספקת המוצר מנסיבות חריגות העולות כדי כוח עליון כמפורט
<br>
 בהמשך לעיל או מנסיבות אשר לא בשליטת החברה.
			</li>
			<li>
המשלוחים יתבצעו לאזורים בטוחים וקרובים לאזור מרכז המדינה.
			</li>
			<li>
מובהר כי המשלוחים ליעדים מרוחקים (כגון, אילת,  הערבה, אזור הצפון המרוחק- קריית שמונה,
<br>
רמת הגולן וכ"ד) יתבקשו דמי משלוח נוספים על פי חישוב ושיקול דעתה של חברת RBpc. עלות דמי
<br>
המשלוח יקבע ויושמע בתאום המשלוח עם הלקוח (שיחת טלפון או התכתבות בדואר אלקטרוני).
			</li>
			<li>
משלוחי המוצרים ו/או אספקת השירותים יותאמו מראש ויבוצעו בימי א'-ו' לא כולל שבת וימי חג.
			</li>
			<li>
איסוף עצמי של המוצרים שהוזמנו דרך אתר החברה, יתבצע אך ורק לאחר תאום עם נציג השרות .
<br>
 כמו כן, איסוף המוצר יתאפשר רק כאשר מחירו שולם במלואו.
			</li>
			<li>
במידה והמוצר אשר הוזמן באתר אזל ממלאי החברה יצור נציג חברת RBpc קשר טלפוני עם
<br>
 הלקוח ויציע פריט חילופי או לעתים ביטול העסקה.
			</li>
			<li>
מובהר כי 12 ימי עסקים שבהם אמור להגיע המשלוח נמדדים מיום קבלת אישור הצעת מחיר
<br>
 הסופית אשר נשלחה ע"י החברה.
			</li>
			<li>
נציין ונדגיש כי במקרה והלקוח שילם בכרטיס אשראי (אשר נבדק ואושר בעת ההזמנה) מתחייב
<br>
 הלקוח להציג את הכרטיס שבאמצעותו שילם וכמו כן, תעודה מזהה נוספת, כגון תעודת זהות, דרכון
<br>
  או רישיון נהיגה.
			</li>
</ol>
                </div>


								<div class="q-ma-none q-pa-none text-grey-7 font-medium text-center q-my-md text-subtitle1 q-px-md">
									ביטול עסקת רכישה עבור הזמנה שבוצע באתר או בטלפון
								</div>
                <div class="text-grey-6">
									<ol>
									<li>
									על פי הוראות החוק להגנת הצרכן התשמ"א 1981 ולרבות התקנות מכוחו רשאי כל לקוח לבטל את
									<br>
									 העסקת רכישה.
									</li>
									<li>
בכפוף לסעיף 14ג(ג)(1) לחוק לפיו: מיום עשיית העסקה ועד 14 יום מיום קבלת המוצר, או מיום
<br>
 קבלת טופס הגילוי, לפי המאוחר מביניהם בתנאי והמוצר ארוז באריזתו ולא היה בשימוש.
									</li>
									<li>
במקרה ביטול עסקה אשר אינה עקב פגם המוצר, חברת RBpc רשאית לגבות דמי ביטול בשיעור
<br>
שלא יעלה על 5% ממחירו של פריט/שירות, או 100 ש"ח, לפי הנמוך מביניהם.
									</li>
									<li>
רשאי גם לבטל את עסקת הרכישה ,לפי הסעיף 14ג1(ג) לחוק לפיו, אדם עם מוגבלות, אזרח ותיק
<br>
או עולה חדש, תוך ארבעה חודשים מיום עשייתה, מיום קבלת המוצר או מיום קבלת טופס הגילוי, לפי
<br> 
המאוחר מבניהם. התנאי הוא ההתקשרות בעסקה שכוללת שיחה בין החברה לבין הלקוח כאמור
<br>
(שיחה טלפונית או התכתבות בדואר האלקטרוני ). חברת RBpc תבקש מהלקוח להציג את
<br>
התעודה המתאימה, כמפורט בחוק, אשר מוכיחה כי אדם בעל מוגבלות, עולה חדש או אזרח ותיק.
									</li>
									<li>
כאשר ביצע הלקוח עסקת רכישה באתר וקיבל אישור הזמנה מחברת RBpc, יקבל אותו הלקוח
<br>
הצעת מחיר סופית ופרטי העסקה בטופס גילוי כנדרש בחוק  באמצעות הדואר האלקטרוני . כמו כן,
<br>
בעת אספקת הפריט לכתובת פיזית יקבל הלקוח חשבונית ו/או תעודת משלוח
									</li>
									<li>
במקרים בהם לא יתקבל טופס הגילוי בדואר אלקטרוני כאמור לעיל, מכל סיבה שהיא, על אותו לקוח
<br>
 להודיע לחברת RBpc במיידי.
									</li>
									<li>
לקוח אשר מעוניין לבטל את עסקת הרכישה על פי החוק אמור להודיע על כך באמצעות שיחת טלפון
<br>
 או מכתב בדואר/ דוא"ל . טלפון: 09-7714779, טלפון נייד: 054-3313081, כתובת למשלוח דואר:
 <br>
  הדד 77, הרצליה ,כתובת דואר אלקטרוני: <a href="mailto:sales@rbpc.co.il">sales@rbpc.co.il</a>
									</li>
									<li>
כאשר יודיע הלקוח לחברה על ביטול עסקה, החזרה או החלפת מוצר עקב פגם, , תתאם חברת
<br>
 RBpc במידת הצורך בדיקה ו/או איסוף המוצר .יזוכה הלקוח בהתאם להוראות הדין.
									</li>
									<li>
לא יחול ביטול העסקה על הרכישות הבאות:
<ol>
	<li>
		 מוצרים פסידים- בעלי חיי מדף קצרים
	</li>
	<li>
מידע (לפי חוק המחשבים, תשנ"ה – 1995 )
	</li>
	<li>
מוצרים אשר הורכבו/יוצרו בהתאמה אישית עבור הלקוח בעת ביצוע העסקה
	</li>
	<li>
פריטים אשר ניתנים לשכפול, הקלטה ולשעתוק , כאשר לקוח פתח את אריזתם המקורית
	</li>
</ol>
									</li>
									</ol>
                </div>


								<div class="q-ma-none q-pa-none text-grey-7 font-medium text-center q-my-md text-subtitle1 q-px-md">
									החזרת מוצרים שהורכבו במיוחד עבור הלקוח
								</div>
                <div class="text-grey-6">
									<ol>
										<li>
									מובהר בזאת כי לא ניתן לבטל את רכישתם של מחשבים הניידים והנייחים אשר הורכבו ו/או יוצרו
									<br>
									בהתאמה אישית ולפי בקשתו של הלקוח ו/או להחזירם במידה וסופקו ללקוח. כמו כן, לא ניתן
									<br>
									להחליפם מסיבות אשר לא עקב פגם שבייצור אחד מן המרכיבים. במקרים של אי התאמה בין מסוכם
									<br>
									בהזמנה  לבין מוצר שסופק ללקוח חברת RBpc תיערך בדיקה ותחליף את הרכיב או מוצר לנדרש
									<br>
									אך לא תבטל את עסקת הרכישה כולה.
										</li>
										<li>
ביטולה של עסקת הרכישה של מוצר שיצרו או הרכיבו במיוחד לפי בקשת הלקוח אשר אינו פגום
<br>
בייצור, מתבצעת אך ורק  לפי שיקול דעתה ש. במקרה וכן החליטה חברתRBpc לאפשר ביטול
<br>
העסקה ישלח המוצר לבדיקת מעבדה של החברה על מנת לאשר כי המוצר שחזר הינו תקין ולא
<br>
נעשה בו שימוש. נמצא המוצר תקין ולא משומש תאשר החברה ביטול העסקה אך תחייב את הלקוח
<br>
בדמי ביטול אשר עומדים על סה"כ של 52 אחוזים ממחיר המוצר/שירות.
										</li>
										<li>
במקרים ומתבטלת העסקה מסיבה כלשהי יזוכה הלקוח באופן אשר שילם בו. כאשר שילם הלקוח
<br>
במזומן יקבל הזיכוי בצ'ק מזומן אשר ישלח לכתובתו של הלקוח בדואר רשום עד 14 ימי עסקים מיום
<br>
ביטול העסקה או בפגישה אישית בתיאום מראש. כרטיס האשראי יזוכה ליידי חברת האשראי.
										</li>
										<li>
ניתן להחזיר את המוצר רק במידה ולא תמו 14 ימים לאחר הרכישה ובהצגת חשבונית מקורית. כמו
<br>
 שהובהר מעלה המוצר חייב לחזור שלם, תקין ובאריזתו המקורית.
										</li>
										<li>
חל ללקוח חשש על פגם ב-14 ימים הראשונים מאז קבלת המוצר, על הלקוח להודיע לחברת RBpc
<br>
על כך ולתאם מסירת המוצר לבדיקה. כמו כן, ניתן לתאם איסוף\הגעת טכנאי לבדיקה בבית הלקוח
<br>
בתשלום נוסף. במידה והפגם הוא של יצרן הזמנת טכנאי תהיה ללא עלות.
										</li>
										<li>
במקרה וימצא הפריט פגום יקבל הלקוח מוצר חדש ללא כל תשלום נוסף עבור השירות או משלוח.
										</li>
										</ol>
                </div>


								<!-- <div class="q-ma-none q-pa-none text-grey-7 font-medium text-center q-mt-sm text-subtitle1">
									מדיניות פרטיות באתר - RBpc פתרונות מחשוב
								</div>
                <div class="text-grey-6 text-caption">
									האתר נמצא בבלדיות חברת RBpc והחברה הינה המפעילה היחידה של החנות הוירטואלית. בכל שאלה ולכל בירור נוסף ניתן לפנות בטלפון או בדואר אלקטרוני 
									<br>
									אשר מופיעים בדף "צור קשר". אנחנו דואגים לפרטיות שלכם ודף זה נוצר במיוחד כדי להבהיר אופן בטיחות ושימוש בפרטיכם. כדי להשתמש באתר ולבצע רכישות
									<br>
									הינכם מתבקשים לרשום מספר נתונים אישיים. כדוגמה: שם משפחה, מספר טלפון, כתובת וכתובת דואר אלקטרוני . פרטים אלה נשמרים במערכת של החברה על
									<br>
									מנת לבצעה פעולות והזמנות. על פי החוק להגנת הפרטיות, התשמ"א - 1981 ("החוק") מובהר , כי מסירת פרטים אישיים הנ"ל אינה מחויבת , אך בכדי לבצע
									<br>
									רכישות מרחוק נדרשת אימות זהות ופרטי תשלום. החברה עושה את מירב המאמצים על מנת לאבטח את הפרטים האישיים של הגולשים באתר. חברת RBpc
									<br>
									משתמשת בטכנולוגיות הצפנה, נוהלי אבטחה ,SSL ואמצעי אבטחה מקובלים אחרים כדי להגן על המידע שבאתר. החברה לא תישא באחריות לכל נזק שייגרם
									<br>
									במישרין או בעקיפין מן נסיבות המכונות "חמת כוח עליון". לדוגמה, מלחמה, אירועי טבע חריגים, חבלת סייבר,תוכנות זדוניות , תקלה באתר החברה, שביתות
									<br>
									והשבתות וכ"ד. מובהר בזאת כי המשתמש אשר ינסה לבצע שינויים באתר החברה או יגרום נזק למשתמשים אחרים יעמוד בפני דין. COOKIES מה זה בעצם
									<br>
									קוקיז המחשב שלכם שומר באמצעות הדפדפן (גוגל לדוגמה) בדיסק הקשיח את קבצי טקסט אשר נקראים קוקיז. רוב האתרי אינטרנט מבקשים מהמשתמשים שלהם
									<br>
									לאשר שימוש בקוקיז על מנת לאסוף מידה. מידה זה אינו אישי ואין שום סכנה לחדירת פרטיות ושימוש כנגד הלקוח. אנו נעזרים בקוקיז בכדי לדעת מה מעניין את
									<br>
									הלקוחות שלנו, איזה מוצרים, איזה עמודים ובאיזה טווך הם גולשים באותם דפי נחיתה. תמורת מידה זה ללקוח קל יותר להשתמש באתר, לחפש מידה, לבצע
									<br>
									פעולות וכדומה. במידה ואינך מעוניין לאשר שימוש בקוקיז עליך להיכנס להגדרות הדפדפן שלך ולקבוע פקודה מתאימה לאתר הספציפי.
                </div> -->





								<!-- ---
                <div class="q-mt-md text-caption">
                  כל הזכויות שמורות ל-RBPC
                </div> -->
              </div>
            </div>
          </q-card-section>
          <q-card-section class="row q-col-gutter-sm q-pt-xl justify-end">
            <q-btn
              :label="$t('backToHome')"
              class="q-mx-none hover-black-bg q-mt-xs text-center"
              flat
              no-caps
              no-wrap
              outline
              to="/"
            ></q-btn>
          </q-card-section>
        </q-card>
      </div>
    </div>
  </q-page>
</template>

<script>
import { defineComponent } from 'vue';
import { useStore } from 'vuex'

export default defineComponent({
  computed: {
  },

  data () {
    return {
    }
  },
  
  name: 'PageTermsOfUse',

  setup () {
    const $store = useStore()
    return {
    }
  },
})
</script>

<style lang="scss" scoped>
	ol {
		list-style-type: none;
		counter-reset: item;
		margin: 0;
		padding: 0;
	}
	ol > li {
		display: table;
		counter-increment: item;
		margin-bottom: 0.6em;
	}
	ol > li:before {
		content: counters(item, ".") ". ";
		display: table-cell;
		padding-right: 0.6em; 
	}
	li ol > li {
		margin: 0;
		font-size: 0.75rem;
	}
	li ol > li:before {
		content: counters(item, ".") " ";
	}
  @media (max-width: 833px) {
    .t-of-us {
      background-color: #fff !important;
      &__wrapper {
        width: 100% !important;
      }
      .q-card {
        width: calc(100% - 32px) !important;
        box-shadow: 0px 0px 19px -5px rgba(0, 0, 0, .2) !important;
        margin: 0 auto !important;
        margin-top: 16px !important;
        padding: 8px !important;
        &__section {
          padding: 8px !important;
          h6 {
            font-size: 16px !important;
            line-height: 20px !important;
            margin-top: 4px !important;
			border-bottom: 1px solid #bababa;
			padding-bottom: 26px !important;
			margin-bottom: 26px !important;
          }
          .text-caption,
		  .text-subtitle1 {
            font-size: 12px !important;
            line-height: 18px !important;
			margin: 8px 0 !important
          }
		  .text-subtitle1 {
			  margin-bottom: 10px !important;
		  }
          li {
            font-size: 12px !important;
            line-height: 16px !important;
          }
          .q-btn {
            width: 100% !important;
			padding: 0 !important;
			font-size: 12px !important;
          }
        }
      }
    }
  }
</style>
